const scene5 = {
      "id": "scene-5",
      "name": "Зал (первый этаж)",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1488,
      "initialViewParameters": {
        "yaw": -2.9017665380482693,
        "pitch": 0.0009248972940341105,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [],
      "infoHotspots": [
        {
          "yaw": -0.23785345544754577,
          "pitch": 0.04602398233886973,
          "title": "VK",
          "text": "VK - один из партнёров ШИР в области проведения масштабных мероприятий областного и всероссийского уровней. В 2023 году был проведен заключительный этап всероссийской олимпиады школьников по информатике"
        },
        {
          "yaw": 2.6272332519446877,
          "pitch": 0.18704306321476594,
          "title": "Сцена",
          "text": "В данной, \"зеленой\" локации проводятся творческие и внеучебные мероприятия школы инженерного резерва ТИУ.<br><br><img src='images/scene5.jpg' style='max-width: 100%; max-height: 80%'>"
        }
      ],
     "customHotspots": [
        {
          "type": 7,
          "yaw": 1.6092946617048671,
          "pitch": 0.2790629859238454,
          "rotation": 0,
          "target": "scene-4",
          "title": "Входная группа (турникеты)"
        },
        {
          "type": 7,
          "yaw": 2.068059672111051,
          "pitch": 0.009583487680309588,
          "rotation": 0,
          "target": "scene-33",
          "title": "Лестница 1 этаж"
        }
     ]
    };


export default scene5;