const scene8 = {
      "id": "scene-8",
      "name": "Первый холл лаборатории ",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1488,
      "initialViewParameters": {
        "yaw": 0.6278969471082796,
        "pitch": 0.09893036381127018,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [],
      "infoHotspots": [
        {
          "yaw": 0.5491017412042147,
          "pitch": 0.5017751811718796,
          "title": "Макет нефтегазодобычи",
          "text": "Макет для демонстрации процесса добычи нефти и газа на месторождении.<br><br>Для записи на направление \"Нефтегазовое дело\" переходите по ссылке: <a href='https://shir.tyuiu.ru//#contacts' target='_blank'>https://shir.tyuiu.ru//#contacts</a>"
        },
        {
          "yaw": -2.8950218845448603,
          "pitch": 0.05520600653468577,
          "title": "Лаборатория №1",
          "text": "Лаборатория по металлообработке с ручным и полуавтоматическим оборудованием."
        },
        {
          "yaw": 0.2798773235831291,
          "pitch": 0.04491387242086198,
          "title": "Лаборатория №2",
          "text": "Лаборатория по деревообработке с ручным, полуавтоматическим и автоматическим оборудованием."
        }
      ],
     "customHotspots": [
        {
          "type": 7,
          "yaw": 1.5793786755347874,
          "pitch": 0.09590923400857676,
          "rotation": 0,
          "target": "scene-6",
          "title": "Проход"
        },
        {
          "type": 7,
          "yaw": -0.060918853696534825,
          "pitch": 0.11151057262330255,
          "rotation": 0,
          "target": "scene-10",
          "title": "Лаборатория №2"
        },
        {
          "type": 7,
          "yaw": 2.961635913045507,
          "pitch": 0.19139189051422711,
          "rotation": 0,
          "target": "scene-9",
          "title": "Лаборатория №1"
        },
        {
          "type": 7,
          "yaw": -1.7956901125357057,
          "pitch": 0.2796907119622656,
          "rotation": 0,
          "target": "scene-11",
          "title": "Первый холл лаборатории"
        }
      ]
};

export default scene8;